Repository: huixiangyang/arc-kit
Catalog: Sources/Application/Resources/Localization/App.xcstrings
Source language: en
Languages: zh_hans

# application.app.uninstalled.data.preserved
source: App uninstalled; data preserved
zh_hans: 应用已卸载，数据仍保留

# application.background.permission
source: Background Permission
zh_hans: 后台许可

# application.description
source: macOS Productivity Toolbox Settings are saved locally. External state, such as screenshot location, is always determined by macOS.
zh_hans: macOS 效率工具箱 设置保存在本机；系统截图位置等外部状态始终以 macOS 为准。

# application.desktop.using.arcKit.assets
source: The desktop is using Arc Kit assets
zh_hans: 桌面正在使用 Arc Kit 素材

# application.finder.extension.switch
source: Finder extension switch
zh_hans: Finder 扩展开关

# application.finder.settings.notReady
source: Finder settings are not ready
zh_hans: Finder 设置尚未就绪

# application.finderConnectionHint
source: Check the Finder menu connection: Home → Diagnostics
zh_hans: Finder 菜单链路检查：首页 → 诊断

# application.hostRestoreFailed
source: Could not restore background service
zh_hans: 后台服务恢复失败

# application.menuBar.inputMonitoring
source: Menu bar input monitoring
zh_hans: 菜单栏输入监听

# application.quitIncomplete
source: Could not fully quit Arc Kit
zh_hans: 无法完整退出 Arc Kit

# application.restore.settings.access.repairing.finder
source: Restore settings access before repairing Finder.
zh_hans: 请先恢复设置读取，再执行 Finder 修复。

# application.switch.system.wallpaper.deleting
source: Switch to a system wallpaper before deleting data, or uninstall while keeping data.
zh_hans: 请先切换系统壁纸，再删除数据。也可以选择保留数据卸载。

# application.toggle.finder.context.menu
source: Toggle Finder context menu
zh_hans: 切换 Finder 右键菜单

# application.toggle.mouse.enhancement
source: Toggle mouse enhancement
zh_hans: 切换鼠标增强

# application.toggle.window.management
source: Toggle window management
zh_hans: 切换窗口管理

# application.uninstallFailed
source: Cannot start uninstall
zh_hans: 无法开始卸载

# application.unsavedSettings
source: Settings have not been saved
zh_hans: 设置尚未保存

# application.wait.current.operation.finish
source: Wait for the current operation to finish or resolve the save error before quitting.
zh_hans: 请等待当前操作结束，或处理保存错误后再退出。

# application.window.service.ended
source: Window service has ended
zh_hans: 窗口服务已结束

# application.windows.mouse.finder.all.off
source: Windows, Mouse and Finder are all off; no background connection needed
zh_hans: 窗口、鼠标和 Finder 均已关闭，无需连接后台

# debug.exit.debug
source: Exit Debug
zh_hans: 退出调试

# debug.installed.app.required
source: Installed app required
zh_hans: 此操作需要安装版

# debug.window.previews.settings.pages.saves
source: This window previews settings pages and saves configuration in a separate debug folder. Background and system operations are not connected.
zh_hans: 当前窗口用于调试管理页面，配置保存到独立调试目录，后台与系统操作未接入。

# login.disable.launch.login.again
source: Disable launch at login again
zh_hans: 重新关闭登录启动

# login.re.enable.launch.login
source: Re-enable launch at login
zh_hans: 重新开启登录启动

# login.roll.back.launch.login
source: Roll back launch at login
zh_hans: 回滚登录启动

# menu.about.arcKit
source: About Arc Kit
zh_hans: 关于 Arc Kit

# menu.arcKit.user.guide
source: Arc Kit User Guide
zh_hans: Arc Kit 使用指南

# menu.bring.all.front
source: Bring All to Front
zh_hans: 前置全部窗口

# menu.check.updates
source: Check for Updates…
zh_hans: 检查更新…

# menu.close.window
source: Close Window
zh_hans: 关闭窗口

# menu.copy
source: Copy
zh_hans: 拷贝

# menu.cut
source: Cut
zh_hans: 剪切

# menu.edit
source: Edit
zh_hans: 编辑

# menu.enter.fullScreen
source: Enter Full Screen
zh_hans: 进入全屏幕

# menu.help
source: Help
zh_hans: 帮助

# menu.hide.arcKit
source: Hide Arc Kit
zh_hans: 隐藏 Arc Kit

# menu.hide.others
source: Hide Others
zh_hans: 隐藏其他

# menu.minimize
source: Minimize
zh_hans: 最小化

# menu.navigate
source: Navigate
zh_hans: 导航

# menu.paste
source: Paste
zh_hans: 粘贴

# menu.quick.find
source: Quick Find…
zh_hans: 快速查找…

# menu.quit.arcKit
source: Quit Arc Kit
zh_hans: 退出 Arc Kit

# menu.select.all
source: Select All
zh_hans: 全选

# menu.services
source: Services
zh_hans: 服务

# menu.settings
source: Settings…
zh_hans: 系统设置…

# menu.show.all
source: Show All
zh_hans: 全部显示

# menu.show.main.window
source: Show Main Window
zh_hans: 显示主窗口

# menu.using.finder.context.menus
source: Using Finder Context Menus
zh_hans: Finder 右键怎么用

# menu.using.mouse.enhancement
source: Using Mouse Enhancement
zh_hans: 鼠标增强怎么用

# menu.using.window.management
source: Using Window Management
zh_hans: 窗口管理怎么用

# menu.zoom
source: Zoom
zh_hans: 缩放

# menuBar.check.failed
source: Check failed
zh_hans: 检查失败

# menuBar.check.see.home.next.steps.failed
source: %1$@ check failed: %2$@ See Home for next steps; click to retry
zh_hans: %1$@ 检查失败：%2$@ 在首页查看处理入口；点击可重试

# menuBar.check.status
source: Check Status
zh_hans: 检查状态

# menuBar.checkScope
source: %1$@; does not reload settings or request permissions
zh_hans: %1$@；不重新加载设置或申请权限

# menuBar.checked
source: %1$@ checked %2$@ %3$@
zh_hans: %1$@ 已检查 %2$@ %3$@

# menuBar.checkedStatus
source: Checked
zh_hans: 已检查

# menuBar.checking
source: Checking
zh_hans: 检查中

# menuBar.click.check.again
source: Click to check again
zh_hans: 点击可重新检查

# menuBar.enable.window.management.first
source: Enable window management first
zh_hans: 请先开启窗口管理

# menuBar.finder.menu
source: Finder Menu
zh_hans: Finder 右键

# menuBar.loading
source: Loading
zh_hans: 读取中

# menuBar.needs.attention
source: Needs attention
zh_hans: 需处理

# menuBar.open.arcKit.quick.panel
source: Open Arc Kit Quick Panel
zh_hans: 打开 Arc Kit 快捷面板

# menuBar.open.settings
source: Open %1$@ Settings
zh_hans: 打开%1$@设置

# menuBar.quick.panel
source: Quick Panel
zh_hans: 快捷面板

# menuBar.readinessHint
source: Check background connection, permissions and enabled features
zh_hans: 检查后台连接、权限与已开启功能的状态

# menuBar.retry.save
source: Retry Save
zh_hans: 重试保存

# menuBar.save.click.retry.failed
source: Save failed. Click to retry: %1$@
zh_hans: 保存失败，点击重试：%1$@

# menuBar.save.retry.save.failed
source: Save failed. Retry save.
zh_hans: 保存失败，重试保存

# menuBar.see.home.next.steps.click
source: See Home for next steps; click to check again
zh_hans: 在首页查看处理入口；点击可重新检查

# menuBar.stageManagerHint
source: Use the right 85% of available width, leaving 15% on the left
zh_hans: 靠右占可用宽度 85%，左侧预留 15%

# menuBar.target.window
source: Target window
zh_hans: 目标窗口

# menuBar.unchecked
source: Not checked
zh_hans: 未检测

# menuBar.waiting.background.response
source: %1$@; waiting for background response
zh_hans: %1$@，正在等待后台回应

# menuBar.window.captured.click.select.missing
source: Couldn't identify the app before the click. Select the target window, then reopen the menu.
zh_hans: 未识别点击前的应用，请先点选目标窗口，再打开菜单

# menuBar.window.ready
source: Window ready
zh_hans: 窗口已就绪

# menuBar.window.unavailable
source: Window unavailable
zh_hans: 窗口未就绪

# save.dismiss.save.message
source: Dismiss save message
zh_hans: 关闭保存提示

# save.save.failed
source: Save failed
zh_hans: 保存失败

# save.save.view.error.details.failed
source: Save failed. View error details.
zh_hans: 保存失败，查看错误详情

# save.saving
source: Saving
zh_hans: 正在保存

# save.view.error.details
source: View error details: %1$@
zh_hans: 查看错误详情：%1$@

# search.about
source: About
zh_hans: 关于

# search.accessibility.finder.extension.permissions
source: Accessibility and Finder extension permissions
zh_hans: 辅助功能与 Finder 扩展授权

# search.across.displays
source: Across displays
zh_hans: 跨屏

# search.arcKit.app.background
source: Arc Kit · App Background
zh_hans: Arc Kit · 应用背景

# search.arrange.most.recently.used.external.app
source: Arrange the most recently used external app window
zh_hans: 立即整理刚才使用的外部 App 窗口

# search.background
source: Background
zh_hans: 背景

# search.bottom
source: Bottom
zh_hans: 下面

# search.bottom.left
source: Bottom Left
zh_hans: 左下

# search.bottom.right
source: Bottom Right
zh_hans: 右下

# search.center
source: Center
zh_hans: 中央

# search.clear.search
source: Clear search
zh_hans: 清除搜索

# search.create.open.terminal.copy
source: Create, open, terminal and copy
zh_hans: 新建、打开、终端和复制

# search.data.management
source: Data Management
zh_hans: 数据管理

# search.dataDescription
source: Storage, backup, restore, cache, diagnostics and uninstall
zh_hans: 存储空间、备份恢复、缓存、诊断与卸载

# search.display
source: Display
zh_hans: 显示器

# search.enter.leave.macos.fullScreen
source: Enter or leave a macOS full-screen space
zh_hans: 进入或退出 macOS 全屏空间

# search.feature.diagnostics
source: Feature Diagnostics
zh_hans: 功能诊断

# search.fill.current.display.s.available.area
source: Fill the current display's available area, preserving the menu bar and Dock
zh_hans: 铺满当前屏幕可用区域，保留菜单栏和 Dock

# search.finder.connection.scroll.input.samples
source: Finder connection and scroll input samples
zh_hans: Finder 连接与滚轮输入采样

# search.finder.favorite.apps
source: Finder · Favorite Apps
zh_hans: Finder · 常用 App

# search.finder.favorite.folders
source: Finder · Favorite Folders
zh_hans: Finder · 常用目录

# search.finder.menu.items
source: Finder · Menu Items
zh_hans: Finder · 菜单项目

# search.finder.newFile
source: Finder · New File
zh_hans: Finder · 新建文件

# search.finder.scope
source: Finder · Scope
zh_hans: Finder · 生效范围

# search.fullScreen.space
source: Full-screen space
zh_hans: 全屏空间

# search.general
source: General
zh_hans: 通用

# search.generalDescription
source: Appearance, startup, hidden files and screenshot location
zh_hans: 外观、启动、隐藏文件与截图位置

# search.image.video.backgrounds.soft.glow.opacity
source: Image and video backgrounds, soft glow, opacity and blur
zh_hans: 图片与视频背景、柔光、不透明度与模糊

# search.keep.menuBar
source: Keep menu bar
zh_hans: 保留菜单栏

# search.layouts
source: Layouts
zh_hans: 布局

# search.layouts.shortcuts.snapping.excluded.apps
source: Layouts, shortcuts, drag snapping and excluded apps
zh_hans: 布局、快捷键、拖拽吸附与排除 App

# search.left
source: Left
zh_hans: 左边

# search.live.wallpaper.gallery
source: Live Wallpaper Gallery
zh_hans: 动态壁纸图库

# search.local.images.video.wallpapers.online.gallery
source: Local images, video wallpapers, online gallery and rotation
zh_hans: 本地图片、视频动态壁纸、在线图库与轮换

# search.manage.context.menu.file.templates
source: Manage context menu file templates
zh_hans: 管理右键新建模板

# search.manage.context.menu.open.apps
source: Manage context menu Open With apps
zh_hans: 管理右键打开方式

# search.manage.folders.where.context.menus.appear
source: Manage folders where context menus appear
zh_hans: 管理右键菜单的生效目录

# search.manage.navigation.copy.move.destinations
source: Manage navigation, copy and move destinations
zh_hans: 管理导航及复制、移动目的地

# search.mouse.enhancement
source: Mouse Enhancement
zh_hans: 鼠标增强

# search.move.current.window.requires.second
source: Move the current window; requires a second display
zh_hans: 移动当前窗口，需要第二台显示器

# search.noResults
source: No results for “%1$@”
zh_hans: 没有找到“%1$@”

# search.one.third
source: One Third
zh_hans: 三分之一

# search.open.related.settings
source: Open related settings
zh_hans: 打开对应设置

# search.pages
source: Pages
zh_hans: 页面

# search.per.display.wallpapers.scaling.rotation.scope
source: Per-display wallpapers, scaling and rotation scope
zh_hans: 每屏壁纸、缩放方式与轮换范围

# search.permission.check
source: Permission Check
zh_hans: 权限检测

# search.permissions.feature.status
source: Permissions and feature status
zh_hans: 权限与功能运行状态

# search.quick.access
source: Quick Access
zh_hans: 常用入口

# search.restore
source: Restore
zh_hans: 还原

# search.restore.current.window.s.previous.position
source: Restore the current window's previous position and size
zh_hans: 恢复当前窗口上一次位置和大小

# search.resultLimit
source: Showing up to 12 matches
zh_hans: 最多显示 12 个匹配结果

# search.return.run.esc.close
source: Return to run · Esc to close
zh_hans: Return 执行 · Esc 关闭

# search.right
source: Right
zh_hans: 右边

# search.run
source: Run
zh_hans: 执行

# search.run.window.action.now
source: Run window action now
zh_hans: 立即执行窗口动作

# search.search.features.settings.window.actions
source: Search features, settings or window actions
zh_hans: 搜索功能、设置或窗口动作

# search.settings.about.updates
source: Settings · About & Updates
zh_hans: 系统设置 · 关于与更新

# search.settings.data.management
source: Settings · Data Management
zh_hans: 系统设置 · 数据管理

# search.settings.general
source: Settings · General
zh_hans: 系统设置 · 通用

# search.smooth.scrolling.gestures.per.app.feel
source: Smooth scrolling, gestures and per-app feel
zh_hans: 平滑滚动、手势与按 App 手感

# search.stageManagerHint
source: Use the right 85% of available width, leaving 15% on the left
zh_hans: 靠右占可用宽度的 85%，左侧留出 15%

# search.thumbnails
source: Thumbnails
zh_hans: 缩略图

# search.top
source: Top
zh_hans: 上面

# search.top.left
source: Top Left
zh_hans: 左上

# search.top.right
source: Top Right
zh_hans: 右上

# search.try.screenshot.shortcut.left.half.update
source: Try “screenshot”, “shortcut”, “left half” or “update”.
zh_hans: 可以搜索“截图”“快捷键”“左半屏”或“更新”。

# search.two.thirds
source: Two Thirds
zh_hans: 三分之二

# search.undo.layout
source: Undo layout
zh_hans: 撤回布局

# search.version.privacy.update.checks
source: Version, privacy and update checks
zh_hans: 版本、隐私与检查更新

# search.video.previews.feeds.downloads.app.backgrounds
source: Video previews, feeds, downloads and app backgrounds
zh_hans: 视频预览、订阅、下载与应用背景

# search.wallpaper.displays.playback
source: Wallpaper · Displays & Playback
zh_hans: 壁纸 · 屏幕与播放

# search.window.actions
source: Window Actions
zh_hans: 窗口动作

# search.window.management
source: Window Management
zh_hans: 窗口管理

# uninstall.checking.arcKit.installation.location
source: Checking Arc Kit installation location…
zh_hans: 正在检查 Arc Kit 安装位置…

# uninstall.commandTimeout
source: System command exceeded 10 seconds and was terminated
zh_hans: 系统命令执行超过 10 秒，已终止

# uninstall.current.installation.uninstalled
source: Only the current installation can be uninstalled: %1$@
zh_hans: 只允许卸载当前安装位置：%1$@

# uninstall.extensionRestoreIncomplete
source: %1$@; Finder extension state was not fully restored. Reopen Arc Kit and repair it.
zh_hans: %1$@；Finder 扩展未能完全恢复，请重新打开 Arc Kit 后修复。

# uninstall.finder.extension.path.outside
source: The Finder extension path is outside this Arc Kit installation
zh_hans: Finder 扩展路径不属于当前 Arc Kit 安装包

# uninstall.finder.extension.state.restored.retry
source: %1$@; Finder extension state restored. You can retry.
zh_hans: %1$@；Finder 扩展状态已恢复，可以重试。

# uninstall.finder.extension.still.registered
source: The Finder extension is still registered to this installation
zh_hans: Finder 扩展仍注册到当前安装包

# uninstall.identityVerificationFailed
source: Installation identity verification failed. Nothing was uninstalled.
zh_hans: 安装包身份校验失败，未执行任何卸载操作

# uninstall.moving.arcKit.trash
source: Moving Arc Kit to Trash…
zh_hans: 正在将 Arc Kit 移到废纸篓…

# uninstall.outputLimit
source: Command output exceeds the 8 MiB limit
zh_hans: 命令输出超过 8 MiB 上限

# uninstall.registrationUnreadable
source: Cannot read Finder extension registration. Uninstall stopped.
zh_hans: 无法读取 Finder 扩展注册状态，未执行卸载

# uninstall.removing.finder.extension.registration
source: Removing Finder extension registration…
zh_hans: 正在移除 Finder 扩展注册…

# uninstall.system.returned.arcKit.path.missing
source: The system returned no Arc Kit path in Trash
zh_hans: 系统没有返回废纸篓中的 Arc Kit 路径

# uninstall.trashIncomplete
source: Arc Kit was not fully moved to Trash
zh_hans: Arc Kit 未被完整移入废纸篓

# uninstall.uninstall.preparation.complete.quitting.arcKit
source: Uninstall preparation complete. Quitting Arc Kit…
zh_hans: 卸载准备完成，正在退出 Arc Kit…

# window.quick.find
source: Quick Find
zh_hans: 快速查找

# window.quick.find.k
source: Quick Find (⌘K)
zh_hans: 快速查找（⌘K）

# window.settingsNotLoaded
source: Settings not loaded
zh_hans: 设置未载入

# window.settingsUnavailable
source: No committed configuration available. Resolve the save message first.
zh_hans: 尚无可用的已提交配置，请先处理保存提示

# scenes.title
source: Window Scenes
zh_hans: 窗口场景

# scenes.description
source: Save and restore a group of window positions across displays.
zh_hans: 保存并恢复一组窗口在各显示器上的布局。

# scenes.applyHint
source: Restore the saved positions of the windows in this scene.
zh_hans: 恢复此场景中各窗口保存的位置。

# scenes.manage
source: Manage
zh_hans: 管理

# scenes.create
source: Save a window layout…
zh_hans: 保存窗口布局…

# scenes.applying
source: Arranging windows…
zh_hans: 正在排列窗口…

# scenes.resultHint
source: Open Window Scenes to review the result for each window.
zh_hans: 打开窗口场景，查看各窗口的执行结果。

# scenes.undo
source: Undo this layout
zh_hans: 撤销本次布局
